Repository: gengbingbing/react-grid-layout-demo
Catalog: Termini-interface/src/locales/*/messages.po
Languages: de

source: Not likely
de: Unwahrscheinlich

source: Disconnect
de: Trennen

source: Agree
de: Zustimmen

source: loading...
de: Wird geladen...

source: Show error
de: Fehler anzeigen

source: View status.
de: Siehe Status.

source: The Max Network Fee is set to a higher value to handle potential increases in gas price during order execution. Any excess network fee will be refunded to your account when the order is executed.
de: Die maximale Netzwerkgebühr ist auf einen höheren Wert eingestellt, um potenzielle Erhöhungen des Gaspreises während der Auftragsausführung zu bewältigen. Überschüssige Netzwerkgebühren werden Ihrem Konto zurückerstattet, wenn der Auftrag ausgeführt wird.

source: Stats
de: Statistiken

source: Don't show this message again for 30 days.
de: Diese Meldung 30 Tage lang nicht mehr anzeigen.

source: Max Network Fee buffer below {0}% may result in failed orders.
de: Ein maximaler Netzwerkgebührenpuffer unter {0}% kann zu fehlgeschlagenen Aufträgen führen.

source: Tap [Create Wallet] to start using your Web3 Wallet.
de: Tippe auf [Wallet erstellen], um dein Web3 Wallet zu verwenden.

source: Create or Import a Wallet
de: Wallet erstellen oder importieren

source: Networks and Settings
de: Netzwerke und Einstellungen

source: Max network fee buffer precision is 0.01%
de: Die Präzision des maximalen Netzwerkgebührenpuffers beträgt 0,01%

source: Search Token
de: Token suchen

source: Invalid slippage value
de: Ungültiger Slippagewert

source: Slippage should be less than -5%
de: Slippage sollte weniger als -5% betragen

source: Swap {0} to {1} failed.
de: Tausch von {0} zu {1} fehlgeschlagen.

source: Created limit order successful.
de: Limit-Order erfolgreich erstellt.

source: From/To
de: Von/Nach

source: Create Limit Order...
de: Erstelle Limit-Order...

source: Copied
de: Kopiert

source: Invalid network fee buffer value
de: Ungültiger Netzwerkgebührenpufferwert

source: Create Limit Order
de: Limit-Order erstellen

source: Best Price
de: Bester Preis

source: Hide error
de: Fehler ausblenden

source: Page not found
de: Seite nicht gefunden

source: The website is a community deployed and maintained instance of the open source Termini front end, hosted and served on the distributed, peer-to-peer <0>IPFS network</0>.
de: Die Website ist eine von der Community bereitgestellte und gewartete Instanz des Open-Source-Termini-Frontends, die auf dem verteilten Peer-to-Peer-<0>IPFS-Netzwerk</0> gehostet und bereitgestellt wird.

source: Search
de: Suchen

source: Market Price
de: Marktpreis

source: Points
de: Punkte

source: No open position, order cannot be executed unless a position is opened
de: Keine offene Position, der Auftrag kann nur ausgeführt werden, wenn eine Position eröffnet ist

source: Allowed Slippage below {defaultSippageDisplay}% may result in failed orders.
de: Erlaubter Slippage unter {defaultSippageDisplay}% kann zu fehlgeschlagenen Aufträgen führen.

source: Connect Wallet
de: Wallet verbinden

source: Launching
de: Wird gestartet

source: Approving {0}...
de: Genehmige {0}...

source: Total:
de: Gesamt:

source: {0} Approved!
de: {0} genehmigt!

source: <0>Error submitting order.</0><1/><2>Signer address does not match receiver address.</2><3/><4>Please reload the page and try again.</4>
de: <0>Fehler beim Einreichen des Auftrags.</0><1/><2>Unterzeichneradresse stimmt nicht mit Empfängeradresse überein.</2><3/><4>Bitte laden Sie die Seite neu und versuchen Sie es erneut.</4>

source: Allow {0} to be spent
de: Erlaube die Ausgabe von {0}

source: The mark price has changed, consider increasing your Allowed Slippage by clicking on the "..." icon next to your address.
de: Der Mark-Preis hat sich geändert. Erhöhe dein zulässiges Slippage, indem du auf das Symbol "..." neben deiner Adresse klickst.

source: Launch App
de: App starten

source: Slippage tolerance
de: Slippage-Toleranz

source: Transaction sent.
de: Transaktion gesendet.

source: Minimum received
de: Mindestbetrag erhalten

source: Bridge
de: Brücke

source: Update Order
de: Auftrag aktualisieren

source: Trigger price is higher than market price
de: Auslösepreis ist höher als der Marktpreis

source: Network Fee
de: Netzwerkgebühr

source: Swap {0} to {1} successful.
de: Tausch von {0} zu {1} erfolgreich.

source: Swap {0} to {1} submitted!
de: Tausch von {0} zu {1} eingereicht!

source: Select Language
de: Sprache auswählen

source: Order cannot be executed as the remaining position would be smaller than $5.00
de: Auftrag kann nicht ausgeführt werden, da die verbleibende Position unter $5 wäre

source: All
de: Alle

source: Updating Order...
de: Auftrag wird aktualisiert...

source: Allowed Slippage
de: Erlaubter Slippage

source: Order update failed.
de: Auftragsaktualisierung fehlgeschlagen.

source: Waiting for Approval
de: Warte auf Genehmigung

source: More Options
de: Mehr Optionen

source: Your order will only execute if the price reaches a level where your desired token amount can be fully swapped. This may differ from the displayed market price due to liquidity conditions.
de: Ihre Bestellung wird nur ausgeführt, wenn der Preis auf ein Niveau steigt, wo der gewünschte Token-Betrag vollständig getauscht werden kann. Dies kann von dem angezeigten Marktpreis abweichen, aufgrund von Liquiditätsbedingungen.

source: View in Explorer
de: Ansicht im Explorer

source: After you scan, a connection prompt will appear for you to connect your wallet.
de: Nach dem Scannen erscheint eine Verbindungsaufforderung, um dein Wallet zu verbinden.

source: Fee
de: Gebühr

source: Approval failed
de: Genehmigung gescheitert

source: Order cancel submitted!
de: Bestellung abgebrochen!

source: Unwrap
de: Auspacken

source: Txn failed. <0>View</0>.
de: Transaktion fehlgeschlagen. <0>Ansehen</0>.

source: Select a token
de: Token auswählen

source: Transaction deadline
de: Transaktionsfrist

source: Log in to your Binance app and tap [Wallets]. Go to [Web3].
de: Melde dich in deiner Binance-App an und tippe auf [Wallets]. Gehe zu [Web3].

source: Open Orders {0}
de: Offene Aufträge {0}

source: Docs
de: Dokumente

source: Address copied to your clipboard
de: Adresse in die Zwischenablage kopiert

source: Settings
de: Einstellungen

source: Coming Soon
de: Bald verfügbar

source: Networks
de: Netzwerke

source: Order cancel successfully!
de: Bestellung erfolgreich abgebrochen!

source: Order cannot be executed as it would reduce the position's leverage below 1
de: Der Auftrag kann nicht ausgeführt werden, da er den Hebel der Position unter 1 reduzieren würde

source: Max slippage precision is -0.01%
de: Maximale Slippage-Präzision ist -0,01%

source: Favorites
de: Favoriten

source: Max Network Fee Buffer
de: Maximaler Netzwerkgebührenpuffer

source: Order updated!
de: Auftrag aktualisiert!

source: Transaction completed!
de: Transaktion abgeschlossen!

source: Decentralized Perpetual Exchange | Termini
de: Dezentralisierte Perpetual-Börse | Termini

source: Referrals
de: Empfehlungen

source: Loading...
de: Lädt...

source: Price
de: Preis

source: Incorrect Network
de: Falsches Netzwerk

source: Unwrap {0}...
de: Packe {0} aus...

source: Expiry
de: Ablauf

source: Approval submitted! <0>View status.</0>
de: Genehmigung erteilt! <0>Status anzeigen.</0>

source: How likely are you to recommend our service to a friend or colleague?
de: Wie wahrscheinlich ist es, unsere Leistung an einen Freund oder Kollegen zu empfehlen?

source: Cancel
de: Stornieren

source: Insufficient liquidity
de: Unzureichende Liquidität

source: Farms
de: Farmen

source: Open Binance app
de: Binance-App öffnen

source: Edit
de: Bearbeiten

source: From
de: Von

source: Wrap {0}...
de: Packe {0} ein...

source: Approve {0}
de: Genehmige {0}

source: Limit price is higher than market price
de: Der Limit-Preis ist höher als der Marktpreis

source: Balance
de: Guthaben

source: Swap Pools
de: Tausch-Pools

source: Limit order submitted!
de: Limit-Order eingereicht!

source: Wrap
de: Einpacken

source: Connect
de: Verbinden

source: By clicking Agree you accept the <0>T&Cs</0> and <1>Referral T&Cs</1>.<2/><3/>
de: Durch Klicken auf "Akzeptieren" akzeptieren Sie die <0>Nutzungsbedingungen</0> und <1>Referral-Nutzungsbedingungen</1>.<2/><3/>

source: Scan the QR code
de: Scanne den QR-Code

source: Show leverage slider
de: Hebelschieberegler anzeigen

source: Order update submitted!
de: Auftragsaktualisierung eingereicht!

source: My Transactions
de: Meine Transaktionen

source: View
de: Ansicht

source: There is not enough {0} in your account on {networkName} to send this transaction.
de: Es gibt nicht genug {0} in Ihrem Konto auf {networkName}, um diese Transaktion zu senden.

source: You
de: Du

source: Termini Notify
de: Termini Benachrichtigung

source: Copy error
de: Fehler kopieren

source: Insufficient {0} balance
de: Unzureichendes {0} Guthaben

source: Edit order
de: Auftrag bearbeiten

source: Trigger Price
de: Trigger-Preis

source: Total Filled
de: Gesamt ausgefüllt

source: The best route offers the maximum theoretical save.
de: Die beste Route bietet die maximale theoretische Ersparnis.

source: Smart Route
de: Intelligente Route

source: Swap {0}...
de: Tausche {0}...

source: <0>Your wallet is not connected to {0}.</0><1/><2>Switch to {1}</2>
de: <0>Ihre Wallet ist nicht mit {0} verbunden.</0><1/><2>Wechseln Sie zu {1}</2>

source: Transaction was cancelled.
de: Transaktion wurde abgebrochen.

source: Order cancel failed!
de: Bestellung abgebrochen!

source: Order size is bigger than position, will only be executable if position increases
de: Ordergröße ist größer als die Position. Wird nur ausgeführt, wenn sich die Position erhöht

source: Completed
de: Abgeschlossen

source: Orders Full
de: Aufträge voll

source: Enter new Price
de: Neue Preis eingeben

source: One-stop trading Platform on @soneium, offering AMM, Perp, AI Agent launch, and Meme Launch.
de: All-in-One-Handelsplattform auf @soneium, die AMM, Perp, KI-Agenten-Start und Meme-Start anbietet.

source: No order data here.
de: Keine Bestellungsdaten hier.

source: Total Liquidity
de: Gesamtliquidität

source: Discover Termini Alerts
de: Termini-Benachrichtigungen entdecken

source: Leaderboard
de: Bestenliste

source: Create limit order failed.
de: Erstellung der Limit-Order fehlgeschlagen.

source: Save
de: Sparen

source: <0>Return to </0><1>Homepage</1>
de: <0>Zurück zur </0><1>Startseite</1>

source: Aggregator Settings
de: Aggregator-Einstellungen

source: Max Save
de: Maximaler Gewinn

source: Transaction failed
de: Transaktion fehlgeschlagen

source: Display PNL after fees
de: PNL nach Gebühren anzeigen

source: Include PNL in leverage display
de: PNL in der Hebelanzeige einbeziehen

source: Transaction failed due to RPC error.<0/><1/>Please try changing the RPC url in your wallet settings with the help of <2>chainlist.org</2>.
de: Transaktion aufgrund eines RPC-Fehlers fehlgeschlagen.<0/><1/>Bitte versuchen Sie, die RPC-URL in Ihren Wallet-Einstellungen mit Hilfe von <2>chainlist.org</2> zu ändern.

source: Created/Executed
de: Erstellt/Ausgeführt

source: Swap
de: Tausch

source: Language
de: Sprache

source: Order History
de: Bestellhistorie

source: Very likely
de: Sehr wahrscheinlich

source: You are leaving SONEFI.xyz and will be redirected to a third party, independent website.
de: Sie verlassen SONEFI.xyz und werden zu einem unabhängigen dritten Anbieter umgeleitet.

source: There is not enough {0} in your account on {1} to send this transaction.
de: Es gibt nicht genug {0} in Ihrem Konto auf {1}, um diese Transaktion zu senden.

source: Approval was cancelled
de: Genehmigung wurde aufgehoben

source: Copy Address
de: Adresse kopieren
